{
  "CRIAR SALA": "CREATE ROOM",
  "ou": "or",
  "Digite o código da sala": "Room code",
  "ENTRAR NA SALA": "ENTER THE ROOM",
  "Configurações": "Settings",
  "Configurações da sala": "Room settings",
  "Pontos para vencer o jogo:": "Points to win the game:",
  "Personalize os temas": "customize the themes",
  "Em breve!": "Soon!",
  "Letras": "Letters",
  "Digite o seu nome: ": "Enter your name: ",
  "Máximo 12 caracteres": "Maximum 12 characters",
  "Fechar": "Close",
  "Confirmar": "Confirm",
  "Envie esse link para seus amigos:": "Send this link to your friends:",
  "Copiar link": "Copy link",
  "Sair da sala": "Leave room",
  "Compartilhar o link": "Share link",
  "Selecione para qual jogador será o turno:": "Select which player it will be the turn:",
  "Selecione aqui": "Select here",
  "Aguarde a rodada atual terminar para entrar no jogo...": "Wait for the current round to end to enter the game...",
  "Deseja realmente sair da sala?": "Do you really want to leave the room?",
  "Cancelar": "Cancel",
  "Jogador eliminado:": "Player eliminated:",
  "Próximo jogador em...": "Next player in...",
  "Selecione o jogador que será eliminado:": "Select the player to be eliminated:",
  "Essa sala não existe!": "This room does not exist!",
  "Verifique se o link está correto ou se o código foi digitado corretamente": "Check if the link is correct or if the code was entered correctly",
  "Voltar para o Lobby": "Back to Lobby",
  "Houve um erro de processamento no servidor": "There was a processing error on the server",
  "Por favor, tente criar outra sala": "Por favor, tente criar outra sala",
  "Aguardando outro jogador entrar...": "Waiting for another player to join...",
  "Ativar som": "turn on sound",
  "Desativar som": "mute sound",
  "Jogadores": "Players",
  "Pontos": "Score",
  "Jogador vencedor da partida:": "Winning player of the match:",
  "Jogador vencedor da rodada:": "Round winning player:",
  "Próxima palavra sorteada:": "Next word drawn:",
  "Próxima partida": "Next match",
  "Próxima rodada": "Next round",
  "Gerar novo tema": "Generate new theme",
  "Eliminar jogador": "Remove player",
  "Mudar turno atual": "Change current turn",
  "saiu da sala": "leaved the room",
  "entrou da sala": "entered the room",
  "Agora são": "Now it's",
  "palavras!": "words!",
  "Link copiado com sucesso!": "Link successfully copied!",
  "Países": "Countries",
  "Estados": "States",
  "Cidades": "Cities",
  "Filmes/Séries": "Movies/Series",
  "Empresas/Marcas": "Companies/Brands",
  "Personagens fictícios": "Fictional Characters",
  "Frutas": "Fruits",
  "Partes do corpo humano": "Parts of the Human Body",
  "Animais": "Animals",
  "Cores": "Colors",
  "Adjetivos": "Adjectives",
  "Profissões": "Professions",
  "Coisas que vendem na farmácia": "Pharmacy Items",
  "Objetos": "Objects",
  "Coisas que você vê no metro": "Things You See in Subway",
  "Bandas/Artistas": "Bands/Artists",
  "Nomes masculinos": "Male Names",
  "Nomes femininos": "Female Names",
  "Seres mitológicos": "Mythological Creatures",
  "O que tem no espaço": "Things in Space",
  "Personalidades históricas": "Historical Figures",
  "Insetos": "Insects",
  "Cursos de faculdade": "College Courses",
  "Instrumentos musicais": "Musical Instruments",
  "Líquidos": "Liquids",
  "Sites/Apps": "Websites/Apps",
  "Esportistas": "Athletes",
  "Palavras em Inglês": "English Words",
  "Jogos Eletrônicos/Tabuleiro": "Video/Board Games",
  "Elementos da tabela periódica": "Periodic Table Elements",
  "Verbos": "Verbs",
  "Feriados": "Holidays",
  "Meios de transporte": "Means of Transportation",
  "Eventos históricos": "Historical Events",
  "Mamíferos": "Mammals",
  "Aves": "Birds",
  "Esportes": "Sports",
  "Times de futebol": "Football Teams",
  "Planetas": "Planets",
  "Doenças": "Diseases",
  "Doces": "Sweets",
  "Eletro Eletrônico": "Electronics",
  "Super-Heróis": "Superheroes",
  "Remédios": "Medicines",
  "Presentes de natal para a sogra": "Christmas Gifts for Mother-in-Law",
  "Sobre o jogo": "About the game",
  "Wordopia é um jogo que testa sua rapidez mental, sua criatividade e suas habilidades com palavras. É perfeito para reunir amigos e familiares em torno de uma mesa e desfrutar de momentos de diversão e competição saudável.": "Wordopia is a game that tests your mental speed, creativity, and word skills. It's perfect for gathering friends and family around a table and enjoying moments of fun and healthy competition.",
  "Wordopia é um jogo versátil que pode ser adaptado para diferentes níveis de dificuldade e idades. É perfeito para crianças, pois estimula o pensamento rápido e o conhecimento das letras do alfabeto. Além disso, também é um desafio para adultos, que terão que pensar rapidamente e ser criativos para encontrar palavras adequadas dentro do tema escolhido.": "Wordopia is a versatile game that can be adapted to different levels of difficulty and ages. It's perfect for children as it stimulates quick thinking and knowledge of alphabet letters. Additionally, it's also a challenge for adults who will need to think quickly and be creative to find suitable words within the chosen theme.",
  "Objetivo": "Objective",
  "O objetivo do jogo é formar palavras usando as letras disponíveis antes que o tempo acabe. O jogo é composto por uma série de botões, cada um contendo uma letra do alfabeto. No início do jogo, um tema é escolhido, como animais ou comidas. Em cada rodada, um jogador deve pensar em uma palavra relacionada ao tema e, em seguida, selecionar a letra correspondente no tabuleiro. O desafio é encontrar palavras únicas e evitar repetições, pois palavras já utilizadas pelos jogadores anteriores estão bloqueadas.": "The objective of the game is to form words using the available letters before time runs out. The game consists of a series of buttons, each containing a letter of the alphabet. At the beginning of the game, a theme is chosen, such as 'animals' or 'foods'. In each round, a player must think of a word related to the theme and then select the corresponding letter on the board. The challenge is to find unique words and avoid repetitions as words used by previous players are blocked.",
  "No entanto, aqui está o truque: o tempo é limitado! Um timer começa a contar assim que o tema é escolhido, e os jogadores têm apenas 10 segundos para pensar em uma palavra, encontrá-la no tabuleiro e pressionar a letra correspondente. A pressão de tempo adiciona uma dose extra de adrenalina e emoção ao jogo, tornando-o ainda mais cativante.": "However, here's the trick: time is limited! A timer starts as soon as the theme is chosen, and players have only 10 seconds to think of a word, find it on the board, and press the corresponding letter. The time pressure adds an extra dose of adrenaline and excitement to the game, making it even more captivating.",
  "Como jogar": "How to play",
  "Escolha de um tema:": "Choosing a theme:",
  "Antes de começar o jogo, sorteie um tema para a rodada clicando no botão 'Gerar novo tema'": "Before starting the game, randomly select a theme for the round by clicking the 'Generate New Theme' button",
  "Certifique-se de que todos os jogadores estejam cientes do tema escolhido.": "Make sure all players are aware of the chosen theme.",
  "Começando o jogo:": "Starting the game:",
  "Um jogador começa a rodada clicando em uma letra e falando uma palavra relacionada com o tema e que comece com a letra que clicou. A letra clicada ficará travada, e os outros jogadores não poderão usá-la novamente na mesma rodada.": "A player starts the round by clicking on a letter and saying a word related to the theme that starts with the clicked letter. The clicked letter will be locked, and other players cannot use it again in the same round.",
  "Após falar a palavra, o jogador deve clicar no botão vermelho, iniciando um timer de 10 segundos e passando a vez para o próximo jogador.": "After saying the word, the player must click the red button, starting a 10-second timer and passing the turn to the next player.",
  "O próximo jogador deve realizar as mesmas ações, clicar em uma letra, falar a palavra e clicar no botão para passar a vez.": "The next player must perform the same actions: click a letter, say a word, and click the button to pass the turn.",
  "Eliminação": "Elimination",
  "Se o timer chegar a 0, o jogador que não conseguiu clicar em uma letra e falar a palavra será eliminado da rodada. Quando um jogador é eliminado, o sistema começa a contar um timer de 5 segundos e passa a vez para o próximo jogador automaticamente.": "If the timer reaches 0, the player who failed to click a letter and say a word will be eliminated from the round. When a player is eliminated, the system starts a 5-second timer and automatically passes the turn to the next player.",
  "O jogador também pode ser eliminado se ele falar uma resposta que não seja relacionado ao tema e/ou não comece com a letra que ele selecionou.": "A player can also be eliminated if they say an answer that is not related to the theme and/or does not start with the selected letter.",
  "Ganhando a rodada": "Winning the round",
  "Eventualmente, os jogadores vão sendo eliminados da rodada até sobrar apenas um jogador, este será o vencedor da rodada, ganhando 1 ponto. Quando um jogador vencer a rodada, o sistema irá sortear automaticamente um novo tema. Porém, se todos os jogadores concordarem, vocês poderão sortear um novo tema até que venha um que agrade a todos.": "Eventually, players are eliminated from the round until only one player remains. This player will be the winner of the round, earning 1 point. When a player wins the round, the system will automatically draw a new theme. However, if all players agree, you can draw a new theme until one that pleases everyone is chosen.",
  "Rodadas extras": "Extra rounds",
  "Se todas as letras forem selecionadas pelos jogadores e o vencedor da rodada não estiver definido, o sistema irá resetar as letras selecionadas e começará as rodadas extras, onde os jogadores agora terão que falar duas palavras para a mesma letra.": "If all the letters are selected by the players and the winner of the round is not defined, the system will reset the selected letters and start the extra rounds, where players will now have to say two words for the same letter.",
  "Botão 'Eliminar jogador'": "'Remove player' button",
  "Se um dos jogadores clicar no botão sem ter obedecido as regras, como não conseguir pensar e falar uma palavra relacionada ao tema, ele poderá ser eliminado pelos outros jogadores. Para isso, basta clicar no botão vermelho embaixo da lista de jogadores, selecionar o jogador que será eliminado, e depois clicar em 'Confirmar'.": "If one of the players clicks the button without following the rules, such as not being able to think of and say a word related to the theme, they can be eliminated by the other players. To do this, simply click the red button below the list of players, select the player to be eliminated, and then click 'Confirm'.",
  "Lembre-se de consultar os outros jogadores se alguém realmente deve ser eliminado, já que qualquer pessoa pode eliminar um outro jogador usando esse botão.": "Remember to consult the other players if someone should really be eliminated, as anyone can eliminate another player using this button.",
  "Ganhando o jogo": "Winning the game",
  "O jogador que completar 3 pontos (vencer 3 rodadas) será o vencedor da partida.": "The player who reaches 3 points (wins 3 rounds) will be the winner of the game.",
  "Observação": "Notes",
  "As regras do Wordopia podem ser alteradas e incrementadas dependendo dos jogadores, sinta-se livre para inventar novas ideias, mas lembre-se de que é importante estabelecer regras claras e justas antes de começar o jogo. Além disso, encoraje a interação e a discussão amigável entre os jogadores durante o jogo para tornar a experiência mais divertida e estimulante.": "The rules of Wordopia can be changed and enhanced depending on the players, feel free to come up with new ideas, but remember that it is important to establish clear and fair rules before starting the game. Additionally, encourage interaction and friendly discussion among the players during the game to make the experience more fun and stimulating.",
  "Divirta-se!": "Have fun!",
  "Regras": "Rules",
  "siteDescription": "Tap, connect, and conquer in the online Tapple game. Test your word skills today!",
  "Reportar bugs": "Report bugs",
  "Encontrou algum bug?": "Found a bug?",
  "Clique no botão abaixo e preencha o formulário para nos ajudar a continuar melhorando o jogo": "Click on the button below and fill out the form to help us keep improving the game",
  "Temas": "Themes",
  "Temas padrões": "Default themes",
  "Criar novos temas": "Create new themes",
  "Adicione novos temas": "Add new themes",
  "Digite o tema": "Enter the theme",
  "10 segundos": "10 seconds",
  "15 segundos": "15 seconds",
  "20 segundos": "20 seconds",
  "30 segundos": "30 seconds",
  "1- Gere um tema": "1- Generate a theme",
  "2- Clique em uma letra, fale uma palavra relacionada ao tema que comece com a letra que você clicou": "2- Click on a letter, say a word related to the topic that starts with the letter you clicked on",
  "3- Clique no botão vermelho para passar a vez para o próximo jogador": "3- Click on the red button to pass the turn to the next player",
  "Atualizar a página": "Reload page",
  "Chat de voz": "Voice chat",
  "Ativar microfone": "Enable Microphone",
  "Desativar microfone": "Disable Microphone",
  "Sair do chat": "Leave chat",
  "Microfone não encontrado": "Microphone not found",
    "Habilite o acesso ao microfone": "Enable microphone access"
}