{
    "CRIAR SALA": "CREAR SALA",
    "ou": "o",
    "Digite o código da sala": "Código de sala",
    "ENTRAR NA SALA": "ENTRAR A LA SALA",
    "Configurações": "Configuraciones",
    "Configurações da sala": "Configuraciones de sala",
    "Pontos para vencer o jogo:": "Puntos para ganar el juego:",
    "Personalize os temas": "Personaliza los temas",
    "Em breve!": "¡Próximamente!",
    "Letras": "Letras",
    "Digite o seu nome: ": "Ingresa tu nombre: ",
    "Máximo 12 caracteres": "Máximo 12 caracteres",
    "Fechar": "Cerrar",
    "Confirmar": "Confirmar",
    "Envie esse link para seus amigos:": "Envía este enlace a tus amigos:",
    "Copiar link": "Copiar",
    "Sair da sala": "Salir de la sala",
    "Compartilhar o link": "Compartir enlace",
    "Selecione para qual jogador será o turno:": "Selecciona a qué jugador le toca:",
    "Selecione aqui": "Selecciona aquí",
    "Aguarde a rodada atual terminar para entrar no jogo...": "Espera a que termine la ronda actual para unirte al juego...",
    "Deseja realmente sair da sala?": "¿Deseas salir realmente de la sala?",
    "Cancelar": "Cancelar",
    "Jogador eliminado:": "Jugador eliminado:",
    "Próximo jogador em...": "Siguiente jugador en...",
    "Selecione o jogador que será eliminado:": "Selecciona el jugador que será eliminado:",
    "Essa sala não existe!": "¡Esta sala no existe!",
    "Verifique se o link está correto ou se o código foi digitado corretamente": "Verifica si el enlace es correcto o si el código fue ingresado correctamente",
    "Voltar para o Lobby": "Volver al Lobby",
    "Houve um erro de processamento no servidor": "Hubo un error de procesamiento en el servidor",
    "Por favor, tente criar outra sala": "Por favor, intenta crear otra sala",
    "Aguardando outro jogador entrar...": "Esperando a que otro jugador se una...",
    "Ativar som": "Activar sonido",
    "Desativar som": "Desactivar sonido",
    "Jogadores": "Jugadores",
    "Pontos": "Puntos",
    "Jogador vencedor da partida": "Jugador ganador del partido",
    "Jogador vencedor da rodada": "Jugador ganador de la ronda",
    "Próxima palavra sorteada:": "Próxima palabra seleccionada:",
    "Próxima partida": "Próximo partido",
    "Próxima rodada": "Próxima ronda",
    "Gerar novo tema": "Generar nuevo tema",
    "Eliminar jogador": "Eliminar jugador",
    "Mudar turno atual": "Cambiar turno actual",
    "saiu da sala": "salió de la sala",
    "entrou da sala": "entró a la sala",
    "Agora são": "Ahora son",
    "palavras!": "palabras!",
    "Link copiado com sucesso!": "¡Enlace copiado correctamente!",
    "Países": "Países",
    "Estados": "Estados",
    "Cidades": "Ciudades",
    "Filmes/Séries": "Películas/Series",
    "Empresas/Marcas": "Empresas/Marcas",
    "Personagens fictícios": "Personajes ficticios",
    "Frutas": "Frutas",
    "Partes do corpo humano": "Partes del cuerpo humano",
    "Animais": "Animales",
    "Cores": "Colores",
    "Adjetivos": "Adjetivos",
    "Profissões": "Profesiones",
    "Coisas que vendem na farmácia": "Cosas que se venden en la farmacia",
    "Objetos": "Objetos",
    "Coisas que você vê no metro": "Cosas que ves en el metro",
    "Bandas/Artistas": "Bandas/Artistas",
    "Nomes masculinos": "Nombres masculinos",
    "Nomes femininos": "Nombres femeninos",
    "Seres mitológicos": "Seres mitológicos",
    "O que tem no espaço": "Cosas en el espacio",
    "Personalidades históricas": "Personalidades históricas",
    "Insetos": "Insectos",
    "Cursos de faculdade": "Carreras universitarias",
    "Instrumentos musicais": "Instrumentos musicales",
    "Líquidos": "Líquidos",
    "Sites/Apps": "Sitios/Aplicaciones",
    "Esportistas": "Deportistas",
    "Palavras em Inglês": "Palabras en inglés",
    "Jogos Eletrônicos/Tabuleiro": "Videojuegos/Juegos de mesa",
    "Elementos da tabela periódica": "Elementos de la tabla periódica",
    "Verbos": "Verbos",
    "Feriados": "Festividades",
    "Meios de transporte": "Medios de transporte",
    "Eventos históricos": "Eventos históricos",
    "Mamíferos": "Mamíferos",
    "Aves": "Aves",
    "Esportes": "Deportes",
    "Times de futebol": "Equipos de fútbol",
    "Planetas": "Planetas",
    "Doenças": "Enfermedades",
    "Doces": "Dulces",
    "Eletro Eletrônico": "Electrodomésticos",
    "Super-Heróis": "Superhéroes",
    "Remédios": "Medicamentos",
    "Presentes de natal para a sogra": "Regalos de Navidad para la suegra",
    "Sobre o jogo": "Sobre el juego",
    "Wordopia é um jogo que testa sua rapidez mental, sua criatividade e suas habilidades com palavras. É perfeito para reunir amigos e familiares em torno de uma mesa e desfrutar de momentos de diversão e competição saudável.": "Wordopia es un juego que pone a prueba tu velocidad mental, creatividad y habilidades con las palabras. Es perfecto para reunir amigos y familiares alrededor de una mesa y disfrutar de momentos de diversión y competencia saludable.",
    "Wordopia é um jogo versátil que pode ser adaptado para diferentes níveis de dificuldade e idades. É perfeito para crianças, pois estimula o pensamento rápido e o conhecimento das letras do alfabeto. Além disso, também é um desafio para adultos, que terão que pensar rapidamente e ser criativos para encontrar palavras adequadas dentro do tema escolhido.": "Wordopia es un juego versátil que se puede adaptar a diferentes niveles de dificultad y edades. Es perfecto para niños, ya que estimula el pensamiento rápido y el conocimiento de las letras del alfabeto. Además, también representa un desafío para los adultos, quienes deberán pensar rápidamente y ser creativos para encontrar palabras adecuadas dentro del tema elegido.",
    "Objetivo": "Objetivo",
    "O objetivo do jogo é formar palavras usando as letras disponíveis antes que o tempo acabe. O jogo é composto por uma série de botões, cada um contendo uma letra do alfabeto. No início do jogo, um tema é escolhido, como animais ou comidas. Em cada rodada, um jogador deve pensar em uma palavra relacionada ao tema e, em seguida, selecionar a letra correspondente no tabuleiro. O desafio é encontrar palavras únicas e evitar repetições, pois palavras já utilizadas pelos jogadores anteriores estão bloqueadas.": "El objetivo del juego es formar palabras usando las letras disponibles antes de que se acabe el tiempo. El juego consiste en una serie de botones, cada uno conteniendo una letra del alfabeto. Al comienzo del juego, se elige un tema, como animales o comidas. En cada ronda, un jugador debe pensar en una palabra relacionada con el tema y luego seleccionar la letra correspondiente en el tablero. El desafío consiste en encontrar palabras únicas y evitar repeticiones, ya que las palabras utilizadas por jugadores anteriores están bloqueadas.",
    "No entanto, aqui está o truque: o tempo é limitado! Um timer começa a contar assim que o tema é escolhido, e os jogadores têm apenas 10 segundos para pensar em uma palavra, encontrá-la no tabuleiro e pressionar a letra correspondente. A pressão de tempo adiciona uma dose extra de adrenalina e emoção ao jogo, tornando-o ainda mais cativante.": "Sin embargo, aquí está el truco: ¡el tiempo es limitado! Un temporizador comienza a contar tan pronto como se elige el tema, y los jugadores tienen solo 10 segundos para pensar en una palabra, encontrarla en el tablero y presionar la letra correspondiente. La presión del tiempo añade una dosis extra de adrenalina y emoción al juego, haciéndolo aún más cautivador.",
    "Como jogar": "Cómo jugar",
    "Escolha de um tema:": "Elección de un tema:",
    "Antes de começar o jogo, sorteie um tema para a rodada clicando no botão 'Gerar novo tema'": "Antes de comenzar el juego, elige un tema para la ronda haciendo clic en el botón 'Generar nuevo tema'",
    "Certifique-se de que todos os jogadores estejam cientes do tema escolhido.": "Asegúrate de que todos los jugadores estén al tanto del tema elegido.",
    "Começando o jogo:": "Comenzando el juego:",
    "Um jogador começa a rodada clicando em uma letra e falando uma palavra relacionada com o tema e que comece com a letra que clicou. A letra clicada ficará travada, e os outros jogadores não poderão usá-la novamente na mesma rodada.": "Un jugador comienza la ronda haciendo clic en una letra y diciendo una palabra relacionada con el tema que comience con la letra seleccionada. La letra seleccionada quedará bloqueada y los otros jugadores no podrán utilizarla nuevamente en la misma ronda.",
    "Após falar a palavra, o jogador deve clicar no botão vermelho, iniciando um timer de 10 segundos e passando a vez para o próximo jogador.": "Después de decir la palabra, el jugador debe hacer clic en el botón rojo, iniciando un temporizador de 10 segundos y pasando el turno al siguiente jugador.",
    "O próximo jogador deve realizar as mesmas ações, clicar em uma letra, falar a palavra e clicar no botão para passar a vez.": "El siguiente jugador debe realizar las mismas acciones: hacer clic en una letra, decir una palabra y hacer clic en el botón para pasar el turno.",
    "Eliminação": "Eliminación",
    "Se o timer chegar a 0, o jogador que não conseguiu clicar em uma letra e falar a palavra será eliminado da rodada. Quando um jogador é eliminado, o sistema começa a contar um timer de 5 segundos e passa a vez para o próximo jogador automaticamente.": "Si el temporizador llega a 0, el jugador que no haya podido hacer clic en una letra y decir una palabra será eliminado de la ronda. Cuando un jugador es eliminado, el sistema comienza a contar un temporizador de 5 segundos y pasa el turno automáticamente al siguiente jugador.",
    "O jogador também pode ser eliminado se ele falar uma resposta que não seja relacionado ao tema e/ou não comece com a letra que ele selecionou.": "Un jugador también puede ser eliminado si dice una respuesta que no está relacionada con el tema y/o no comienza con la letra que seleccionó.",
    "Ganhando a rodada": "Ganando la ronda",
    "Eventualmente, os jogadores vão sendo eliminados da rodada até sobrar apenas um jogador, este será o vencedor da rodada, ganhando 1 ponto. Quando um jogador vencer a rodada, o sistema irá sortear automaticamente um novo tema. Porém, se todos os jogadores concordarem, vocês poderão sortear um novo tema até que venha um que agrade a todos.": "Eventualmente, los jugadores van siendo eliminados de la ronda hasta que solo queda un jugador, este será el ganador de la ronda, obteniendo 1 punto. Cuando un jugador gana la ronda, el sistema sorteará automáticamente un nuevo tema. Sin embargo, si todos los jugadores están de acuerdo, pueden sortear un nuevo tema hasta que encuentren uno que satisfaga a todos.",
    "Rodadas extras": "Rondas extra",
    "Se todas as letras forem selecionadas pelos jogadores e o vencedor da rodada não estiver definido, o sistema irá resetar as letras selecionadas e começará as rodadas extras, onde os jogadores agora terão que falar duas palavras para a mesma letra.": "Si todos los jugadores seleccionan todas las letras y no se ha definido al ganador de la ronda, el sistema reiniciará las letras seleccionadas y comenzarán las rondas extras, donde los jugadores ahora deberán decir dos palabras para la misma letra.",
    "Botão 'Eliminar jogador'": "Botón 'Eliminar jugador'",
    "Se um dos jogadores clicar no botão sem ter obedecido as regras, como não conseguir pensar e falar uma palavra relacionada ao tema, ele poderá ser eliminado pelos outros jogadores. Para isso, basta clicar no botão vermelho embaixo da lista de jogadores, selecionar o jogador que será eliminado, e depois clicar em 'Confirmar'.": "Si uno de los jugadores hace clic en el botón sin seguir las reglas, como no poder pensar y decir una palabra relacionada con el tema, los demás jugadores podrán eliminarlo. Para ello, simplemente haga clic en el botón rojo debajo de la lista de jugadores, seleccione al jugador que será eliminado y luego haga clic en 'Confirmar'.",
    "Lembre-se de consultar os outros jogadores se alguém realmente deve ser eliminado, já que qualquer pessoa pode eliminar um outro jogador usando esse botão.": "Recuerda consultar a los demás jugadores si alguien realmente debe ser eliminado, ya que cualquier persona puede eliminar a otro jugador usando este botón.",
    "Ganhando o jogo": "Ganando el juego",
    "O jogador que completar 3 pontos (vencer 3 rodadas) será o vencedor da partida.": "El jugador que alcance 3 puntos (gane 3 rondas) será el ganador del juego.",
    "Observação": "Observaciones",
    "As regras do Wordopia podem ser alteradas e incrementadas dependendo dos jogadores, sinta-se livre para inventar novas ideias, mas lembre-se de que é importante estabelecer regras claras e justas antes de começar o jogo. Além disso, encoraje a interação e a discussão amigável entre os jogadores durante o jogo para tornar a experiência mais divertida e estimulante.": "Las reglas de Wordopia pueden ser modificadas y mejoradas según los jugadores, siéntete libre de proponer nuevas ideas, pero recuerda que es importante establecer reglas claras y justas antes de comenzar el juego. Además, fomenta la interacción y la discusión amigable entre los jugadores durante el juego para hacer la experiencia más divertida y estimulante.",
    "Divirta-se!": "¡Diviértete!",
    "Regras": "Reglas",
    "Reportar bugs": "Reportar bugs",
    "Encontrou algum bug?": "¿Encontraste un bug?",
    "Clique no botão abaixo e preencha o formulário para nos ajudar a continuar melhorando o jogo": "Haz clic en el botón de abajo y completa el formulario para ayudarnos a seguir mejorando el juego",
    "Temas": "Themes",
    "Temas padrões": "Temas predeterminados",
    "Criar novos temas": "Crear nuevos temas",
    "Adicione novos temas": "Agregar nuevos temas",
    "Digite o tema": "Ingresa el tema",
    "10 segundos": "10 segundos",
    "15 segundos": "15 segundos",
    "20 segundos": "20 segundos",
    "30 segundos": "30 segundos",
    "1- Gere um tema": "1- Generar un tema",
    "2- Clique em uma letra, fale uma palavra relacionada ao tema que comece com a letra que você clicou": "2- Haga clic en una letra, diga una palabra relacionada con el tema que comience con la letra en la que hizo clic",
    "3- Clique no botão vermelho pra passar a vez para o próximo jogador": "3- Haz clic en el botón rojo para pasar el turno al siguiente jugador",
    "Atualizar a página": "recarga la página",
    "Chat de voz": "Chat de voz",
    "Ativar microfone": "Habilitar micrófono",
    "Desativar microfone": "Deshabilitar Micrófono",
    "Sair do chat": "Salir del chat",
    "Microfone não encontrado": "Micrófono no encontrado",
    "Habilite o acesso ao microfone": "Habilitar acceso al micrófono"
}